{
  "success": true,
  "data": {
    "exact_transcription": "قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى اللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أِنْهَا رَوَاسِي وَجَعَلَنَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدِي رَحْمَتِهِ أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ وَالْمُؤْمِنِينَ",
    "details": [
      {
        "surah_number": 27,
        "ayah_number": 59,
        "ayah_text_tashkeel": "قُلِ الْحَمْدُ لِلَّهِ وَسَلَمٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى ءَاللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ",
        "ayah_word_count": 12,
        "start_from_word": 1,
        "end_to_word": 12,
        "audio_start_timestamp": "00:00:00.380",
        "audio_end_timestamp": "00:00:04.380",
        "match_confidence": 0.9833333333333333
      },
      {
        "surah_number": 27,
        "ayah_number": 60,
        "ayah_text_tashkeel": "أَمَّنْ خَلَقَ السَّمَوَتِ وَالْأَرْضَ وَأَنزَلَ لَكُم مِّنَ السَّمَاءِ مَاءً فَأَنبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنبِتُوا شَجَرَهَا أَءِلَهٌ مَّعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ",
        "ayah_word_count": 27,
        "start_from_word": 1,
        "end_to_word": 27,
        "audio_start_timestamp": "00:00:04.680",
        "audio_end_timestamp": "00:00:09.770",
        "match_confidence": 0.8984375
      },
      {
        "surah_number": 27,
        "ayah_number": 61,
        "ayah_text_tashkeel": "أَمَّن جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَلَهَا أَنْهَرًا وَجَعَلَ لَهَا رَوَسِىَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَءِلَهٌ مَّعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
        "ayah_word_count": 21,
        "start_from_word": 1,
        "end_to_word": 21,
        "audio_start_timestamp": "00:00:09.980",
        "audio_end_timestamp": "00:00:18.830",
        "match_confidence": 0.9056603773584907
      },
      {
        "surah_number": 27,
        "ayah_number": 62,
        "ayah_text_tashkeel": "أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَءِلَهٌ مَّعَ اللَّهِ قَلِيلًا مَّا تَذَكَّرُونَ",
        "ayah_word_count": 16,
        "start_from_word": 1,
        "end_to_word": 16,
        "audio_start_timestamp": "00:00:19.430",
        "audio_end_timestamp": "00:00:33.070",
        "match_confidence": 0.9882352941176471
      },
      {
        "surah_number": 27,
        "ayah_number": 63,
        "ayah_text_tashkeel": "أَمَّن يَهْدِيكُمْ فِى ظُلُمَتِ الْبَرِّ وَالْبَحْرِ وَمَن يُرْسِلُ الرِّيَحَ بُشْرًا بَيْنَ يَدَىْ رَحْمَتِهِ أَءِلَهٌ مَّعَ اللَّهِ تَعَلَى اللَّهُ عَمَّا يُشْرِكُونَ",
        "ayah_word_count": 20,
        "start_from_word": 1,
        "end_to_word": 20,
        "audio_start_timestamp": "00:00:33.680",
        "audio_end_timestamp": "00:00:45.050",
        "match_confidence": 0.9387755102040817
      }
    ],
    "diagnostics": {
      "audio_input_end_timestamp": "00:02:43.366",
      "last_ayah_end_timestamp": "00:00:45.050",
      "total_ayahs_elapsed_time": "00:00:42.950",
      "total_silences_between_ayahs_time": "00:00:01.720",
      "remaining_trailing_audio_time": "00:01:58.316",
      "time_difference": "00:01:58.696"
    }
  }
}
